Repository: incwo/Astral
Catalog: Sources/Astral/Resources/*.lproj/Localizable.strings
Languages: fr

source: Close
fr: Fermer

# ChargeCoordinator.operation.charging
source: Charging
fr: Régler

# ChargeCoordinator.status.searchingReader
source: Searching the Reader
fr: Recherche du lecteur

# ChargeCoordinator.status.connectingReader
source: Connecting to the Reader
fr: Connexion au lecteur

# ChargeCoordinator.status.connected
source: Connected
fr: Connecté

# ChargeCoordinator.status.charging
source: Ready
fr: Règlement

# SettingsViewModel.sectionHeader.reader
source: Reader
fr: Lecteur

# DiscoveryViewModel.sectionHeader.location
source: Location
fr: Lieux

# DiscoveryViewModel.sectionHeader.readers
source: Readers
fr: Lecteurs

# Terminal.inputOption.swipe
source: Swipe your card
fr: Glisser la carte

# Terminal.inputOption.insert
source: Insert your card
fr: Insérer la carte

# Terminal.inputOption.tap
source: Tap your card
fr: Approcher la carte

# Terminal.inputOption.swipe_insert
source: Swipe or insert your card
fr: Glisser ou insérer la carte

# Terminal.inputOption.swipe_tap
source: Swipe or tap your card
fr: Glisser ou approcher la carte

# Terminal.inputOption.insert_tap
source: Insert or tap your card
fr: Insérer ou approcher la carte

# Terminal.inputOption.swipe_insert_tap
source: Swipe, Insert or tap your card
fr: Glisser, insérer ou approcher la carte

# Terminal.readerDisplayMessage.retryCard
source: Retry the card
fr: Réessayer la carte

# Terminal.readerDisplayMessage.insertCard
source: Insert the card
fr: Insérer la carte

# Terminal.readerDisplayMessage.insertOrSwipeCard
source: Insert or swipe the card
fr: Insérer ou glisser la carte

# Terminal.readerDisplayMessage.swipeCard
source: Swipe the card
fr: Glisser la carte

# Terminal.readerDisplayMessage.removeCard
source: Remove the card
fr: Retirer la carte

# Terminal.readerDisplayMessage.multipleContactlessCardsDetected
source: The reader detected multiple contactless cards. Make sure only one contactless card or NFC device is near the reader.
fr: Le lecteur a détecté plusieurs cartes sans contact. Assurez-vous qu'une seule carte ou qu'un seul dispositif NFC soit à proximité du lecteur.

# Terminal.readerDisplayMessage.tryAnotherReadMethod
source: The card could not be read. Try another read method on the same card, or use a different card.
fr: Impossible de lire la carte. Présentez la carte différement au lecteur, ou essayez une autre carte.

# Terminal.readerDisplayMessage.tryAnotherCard
source: The card is invalid. Try another card.
fr: Cette carte est invalide. Essayez-en un autre.

# Terminal.updateTimeEstimate.estimateLessThan1Minute
source: less than 1 minute
fr: moins d'une minute

# Terminal.updateTimeEstimate.estimate1To2Minutes
source: 1 to 2 minutes
fr: 1 à 2 minutes

# Terminal.updateTimeEstimate.estimate2To5Minutes
source: 2 to 5 minutes
fr: 2 à 5 minutes

# Terminal.updateTimeEstimate.estimate5To15Minutes
source: 5 to 15 minutes
fr: 5 à 15 minutes

# Terminal.updateTimeEstimate.estimatedTime
source: Estimated updating time: %@
fr: Durée estimée de la mise à jour: %@
